Repository: woocart/defaults
Catalog: src/i18n/woocart-defaults-*.po
Languages: ro_ro

source: WooCart Defaults
ro_ro: Setări Implicite WooCart

source: Manage and deploy WordPress + WooCommerce configuration changes.
ro_ro: Efectuează și manageriază schimbări de configurare pentru WordPress + WooCommerce.

source: We use cookies to improve your experience on our site. To find out more, read our <a href="%1$s" class="wcil">Privacy Policy</a> and <a href="%2$s" class="wcil">Cookie Policy</a>.
ro_ro: Folosim cookie-uri pentru a-ți îmbunătăți experiența pe site-ul nostru. Pentru a afla mai multe, citește <a href="%1$s" class="wcil">Prelucrarea datelor cu caracter personal</a> și <a href="%2$s" class="wcil">Politica de utilizare Cookie-uri</a>.

source: Welcome to your new store!
ro_ro: Bun venit la noul tău magazin!

source: You are only a few steps away from selling.
ro_ro: Ești doar la câțiva pași de a vinde.

source: Connect a Payment Gateway
ro_ro: Conectează un Procesatot de Plăți

source: To start receiving payments, you'll need to set up a payment gateway.
ro_ro: Că să începi să primești plăti trebuie să setezi un procesator de plăți.

source: Here are the instructions and the recommended plugins for the popular gateways:
ro_ro: Acestea sunt instrucțiunile și plugin-urile recomandate pentru cei mai utilizați procesatori:

source: Connect a Shipping Courier
ro_ro: Conectează un Curier

source: If you prepare shipping slips automatically, you'll need to use a shipping courier plugin.
ro_ro: Livrarea produselor poate fi automatizată, trebuie să folosești un plugin pentru curier.

source: Here are the recommended plugins for the most popular couriers:
ro_ro: Acestea sunt plugin-urile recomandate pentru cei mai populari curieri:

source: Add Your Products
ro_ro: Adaugă Produsele Tale

source: Add your products manually or import a CSV with the <a href="%s">WooCommerce import</a>.
ro_ro: Adaugă produsele manual sau importă-le printr-un CSV cu <a href="%s">WooCommerce Import</a>.

source: Add Your Own Logo and Slider Banners
ro_ro: Adaugă Propriul Logo și Bannerele Pentru Slider

source: You'll want to add your own logo and banners to the store. You can use something like %sthe free tool <a href="https://www.canva.com/create/banners/" target="_blank" rel="noopener noreferrer">Canva</a> to create these graphics.
ro_ro: Vei dori să adaugi propriul logo și bannere personalizate pentru magazinul tău . Poți folosi ceva ca %s tool-ul gratis <a href="https://www.canva.com/create/banners/" target="_blank" rel="noopener noreferrer">Canva</a> pentru a crea aceste grafice.

source: Start Customizing
ro_ro: Începe Customizarea

source: Test The Checkout
ro_ro: Testează Checkout-ul

source: Go through the buying process and review that everything is working as it should.
ro_ro: Parcurge procesul de cumpărare și verifică ca totul să funcționeze exact cum ar trebui.

source: Visit Your Store
ro_ro: Vizitează-ți Magazinul
